text="""Что тебя ждет на стажировке:
- опытный наставник и атмосфера поддержки
- работа над реальными задачами
- использование передовых технологий
- удобный график работы
- стипендия
- возможность попасть в штат компании
- профессиональное развитие
- яркие корпоративы

Мы ждем на стажировку выпускников и студентов ИТ-специальностей, которые:
- готовы работать не менее 30 часов в неделю
- обладают знаниями, соответствующими требованиям по выбранному направлению стажировки
- готовы выполнить тестовое задание и пройти собеседование
- умеют сдавать работу точно в срок
- могут найти общий язык с командой, не стесняются задавать уточняющие вопросы и просить помощи у коллег
- хотят развиваться в области ИТ

Стажировки проходят в 5 городах (Екатеринбург, Краснодар, Санкт-Петербург, Челябинск, Тверь) по 4 специальностям:
- стажер-разработчик Java
- стажер-тестировщик
- стажер-аналитик
- стажер технический писатель

Этапы отбора:
- выполнить тестовое задание по выбранному направлению
- заполнить анкету на стажировку и прикрепить к ней тестовое задание
- получить приглашение на встречу
- пройти интервью в компании
- если Вы подойдете компании, Вы получите приглашение на стажировку

Что будет на собеседовании:
- просим рассказать кандидата о себе (в том числе подробно об учебе, в каких проектах участвовал), задаем дополнительные вопросы
- даем задачки по направлению (аналитикам — на логику и системное мышление, разработчикам — на написание кода, тестировщикам — на внимательность и тест-кейсы)
- подробно рассказываем о стажировке у нас, отвечаем на вопросы

Ссылка на сайт NAUMEN с полной информацией по стажировкам: https://www.naumen.ru/career/trainee/"""